Repository: pi-module/message
Catalog: locale/*/default.po
Languages: fa

source: Archive
fa: آرشیو

source: Message detail
fa: جزئیات پیام

source: Send message
fa: ارسال پیام

source: You can prune all old message, select time to remove messages before that time and you can filter list of removed messages by this from option.
fa: شما میتوانید تمام پیام های قدیمی را پاکسازی کنید ، تاریخی که تمام پیام ها قبل از آن حذف خواهد شد را انتخاب کنید ، همچنین شما میتوانید از فیلتر های موجود در فرم هم استفاده فرمایید. لازم به ذکر است این فرایند برگشت پذیر نیست.

source: %s old messages removed
fa: %s پیام قدیمی پاکسازی شد

source: No messages removed ! check your selected filter and try again
fa: هیپ پیامی حذف نشد ! لطفا تنظیمات خود را مجددا بررسی کرده و تلاش نمایید

source: Prune old messages
fa: پاکسازی پیام های قدیمی

source: Nothing selected
fa: هیچ چیز انتخاب نشده

source: List of received notifications
fa: فهرست آگاهی رسانی های دریافت شده

source: Notification not set
fa: آگاهی رسانی تنظیم نشده

source: Private message ( <span class="badge badge-danger">%s</span> unread )
fa: پیام شخصی ( <span class="badge badge-danger">%s</span> خوانده نشده )

source: Notification ( <span class="badge badge-danger">%s</span> unread )
fa: آگاهی رسانی ( <span class="badge badge-danger">%s</span> خوانده نشده )

source: Username is invalid, please try again.
fa: نام کاربری صحیح نیست ، دوباره امتحان کنید.

source: Send failed, please try again.
fa: ارسال موفقیت آمیز نبود ، دوباره امتحان کنید.

source: User
fa: کاربر

source: not found
fa: یافت نشد

source: Sorry, you can't send message to yourself.
fa: متاسفانه شما نمیتوانید به خودتان پیام بفرستید.

source: An error occurred, please try again.
fa: یک خطا روی داده است ، لطفا دوباره امتحان کنید.

source: All messages Before
fa: تمام پیام های قبل از

source: Just read messages by user
fa: فقط پیام های خوانده شده توسط مخاطب

source: Remove read messages by user before selected time
fa: فقط پاکسازی پیام های خوانده شده توسط کاربر قبل از تاریخ انتخابی

source: Just deleted messages by user
fa: فقط پیام های حذف شده توسط مخاطب

source: Remove deleted messages by user before selected time
fa: فقط پاکسازی پیام های حذف شده توسط کاربر قبل از تاریخ انتخابی

source: Prune
fa: پاکسازی

source: Answer
fa: پاسخ

source: Send
fa: ارسال

source: Recipient
fa: دریافت کننده

source: Content
fa: متن پیام

source: Message content
fa: متن پیام

source: List of messages
fa: فهرست پیام ها

source: From
fa: از

source: To
fa: به

source: Send on
fa: ارسال شده در تاریخ

source: ID
fa: شناسه

source: Full details
fa: اطلاعات کامل

source: Close
fa: بستن

source: Name
fa: نام

source: Identity
fa: هویت

source: Email
fa: ایمیل

source: Is read ?
fa: خوانده شده ؟

source: Yes
fa: بله

source: No
fa: خیر

source: Is deleted ?
fa: حذف شده ؟

source: Message list is empty !
fa: فهرست پیام ها خالی است !

source: Message To
fa: پیام به

source: Message From
fa: پیام از

source: deleted by emitter
fa: حذف توسط فرستنده

source: deleted by recipient
fa: حذف توسط گیرنده

source: Delete this message?
fa: این پیام حذف شود؟

source: Once you delete this message, it cannot be undone.
fa: شما این پیام را حذف کردید ، این فرایند برگشت پذیر نیست.

source: Delete message
fa: حذف پیام

source: Cancel
fa: لغو

source: Private message
fa: پیام شخصی

source: Notification
fa: آگاهی رسانی

source: Delete
fa: حذف

source: This conversation is no longer available
fa: این مکالمه وجود ندارد

source: Message
fa: پیام

source: <a href='%s'>To read this message for this item, you need to update your subscription package level !</a>
fa: <a href='%s'>برای مشاهده این پیام باید اشتراک خود را تمدید کنید</a>

source: Mark as read
fa: به عنوان خوانده شده نشان کن

source: Read
fa: مشاهده

source: No message for you!
fa: هیچ پیامی برای شما وجود ندارد !

source: Checked all
fa: انتخاب همه

source: Massive operation
fa: عملکرد های پیام

source: Once you delete those message, it cannot be undone.
fa: شما این پیام را حذف کردید ، این فرایند برگشت پذیر نیست.

source: Return message list page
fa: بازگشت به صفحه فهرست پیام ها

source: Write message
fa: نوشتن پیام

source: No notification for you!
fa: هیچ اطلاع رسانی برای شما وجود ندارد !
